Repository: Eric-Brison/dynacase-admin-docadmin-ui
Catalog: locale/*/DOCADMIN_*.po
Languages: fr

# docadmin
source: Add Attribute "%s"
fr: Ajouter un attribut "%s"

source: Add new attribute
fr: Ajouter un nouvel attribut

source: All searches
fr: Toutes les recherches

source: All system documents
fr: Tous les documents systèmes

source: Confirm unattach activated timers matched
fr: Confirmer l'annulation des minuteurs provenant des documents

source: Confirm unattach all activated timers
fr: Confirmer l'annulation de tous les minuteurs actifs

source: Document filter
fr: Filtre sur le document

source: Filter Documents
fr: Filtrer les documents

source: Freedom
fr: Dynacase

# docadmin
source: Modify Attribute "%s"
fr: Modification de l'attribute "%s"

source: Next Timers
fr: Prochains minuteurs

# docadmin
source: No date setting
fr: Pas de date définie

source: Purge history
fr: Nettoyage de l'historique

source: Rest delay
fr: Délai restant

source: Select a family
fr: Choisir une famille

source: Select a search family
fr: Choisir une catégorie de recherche

source: Skipped Timers
fr: Minuteurs dépassés

source: Timer result
fr: Résultat du minuteur

source: Timer:Action
fr: Action

source: Timer:Document
fr: Document

source: Timer:Done date
fr: Date d'exécution

source: TimerOK
fr: OK

source: Timers history
fr: Historique des minuteurs

source: Timers management
fr: Gestion des minuteurs

source: Timers management result
fr: Résultat de la gestion des minuteurs

source: Unattach Timers
fr: Désactiver les minuteurs

source: Until done date
fr: Historique des minuteurs vieux de plus de n jours

source: days
fr: jours

source: docadmin : Import Documents
fr: Importation de documents

source: docadmin:ADMIN_ACTIONS_LIST short_name
fr: ADMIN_ACTIONS_LIST

source: docadmin:DOCADMIN Access
fr: Accès à l'application DOCADMIN

source: docadmin:Devel mode activation
fr: Activer le mode développement

source: docadmin:Documents management
fr: Explorateur de documents

source: docadmin:Export
fr: Exportation

source: docadmin:Export Access
fr: Exportation des accessibilités

source: docadmin:Family attributes
fr: Attributs des familles

source: docadmin:Modify Family attribute
fr: Modifier les attributes des familles

source: docadmin:Timers management
fr: Gestion des minuteurs

source: docadmin:View system document
fr: Accès aux documents systèmes

source: docadmin:ihm to access and manage documents
fr: Paramétrage des documents systèmes : cycles, profils, etc.

source: docadmin:manage documents
fr: Gestion des documents

# docadmin
source: document %s is not a family
fr: Le document "%s" n'est pas une famille

# docadmin
source: document %s not found
fr: Document "%s" noutrouvé

source: fva::A?
fr: R?

source: fva::Abstract
fr: Fait parti des attributs résumés

source: fva::Constraint
fr: Contrainte

source: fva::Danger Zone
fr: Zone de danger

source: fva::Elink
fr: Extra lien

source: fva::File
fr: Fichier PHP

source: fva::Frame
fr: Cadre parent

source: fva::Func
fr: Fonction

source: fva::Identifier
fr: Identifiant

source: fva::Link
fr: Lien

source: fva::N?
fr: O?

source: fva::Name
fr: Libellé

source: fva::Needed
fr: Attribut obligatoire

source: fva::Options
fr: Options

source: fva::Order
fr: Ordre

source: fva::T?
fr: T?

source: fva::Title
fr: Attribut faisant parti du titre

source: fva::Type
fr: Type

source: fva::Vi
fr: Vis.

source: fva::Visibility
fr: Visibilité de l'attribut

source: fva::dangerZone
fr: La modification d'un attribut depuis le serveur est déconseillé. Une erreur de description peut entrainer un dysfonctionnement de votre système.

source: fva:Cancel
fr: Annuler

source: fva:Close
fr: Fermer

source: fva:Create
fr: Créer

source: fva:Enter new attribute definition
fr: Définisser les caractéristiques du nouvel attribut

source: fva:Filter
fr: Filtrer

source: fva:Modify
fr: Modifier

source: fva:New attribute
fr: Ajouter un nouvel attribut

source: fva:Record
fr: Enregistrer

source: timer:apply method %s
fr: Exécution de la méthode %s

source: timer:change state to %s
fr: Changement d'état vers %s

source: timer:send mail with template %s [%d]
fr: Envoi d'un courriel avec le modèle %s [%d]
